benchmark/results/aquilia/json-large/run2.txt
Running 30s test @ http://127.0.0.1:8084/json-large
  4 threads and 50 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    21.46ms   20.59ms 202.34ms   83.63%
    Req/Sec   690.39    189.53     1.13k    70.00%
  Latency Distribution
     50%   11.14ms
     75%   30.78ms
     90%   50.37ms
     99%   90.57ms
  82624 requests in 30.07s, 3.01GB read
Requests/sec:   2747.49
Transfer/sec:    102.47MB